Repository: jcoffer921/reroute-business
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Open Accessibility & Experience settings
es: Abrir configuración de Accesibilidad y Experiencia

source: Accessibility & Experience
es: Accesibilidad y Experiencia

source: Language & low data mode
es: Idioma y modo de bajo consumo de datos

source: ReRoute | Accessibility & Experience
es: ReRoute | Accesibilidad y Experiencia

source: Control language and data-saving behavior across ReRoute.
es: Controla el idioma y el ahorro de datos en todo ReRoute.

source: Preferences
es: Preferencias

source: Back to Settings
es: Volver a Configuración

source: Language
es: Idioma

source: Choose your preferred language
es: Elige tu idioma preferido

source: Preferred language
es: Idioma preferido

source: English
es: Inglés

source: Low data mode
es: Modo de bajo consumo de datos

source: Reduces images and animations to save data
es: Reduce imágenes y animaciones para ahorrar datos

source: Enable low data mode
es: Activar modo de bajo consumo de datos

source: Privacy notice
es: Aviso de privacidad

source: Your preferences are stored on your device only. We do not track you.
es: Tus preferencias se guardan solo en tu dispositivo. No te rastreamos.

source: Save preferences
es: Guardar preferencias

source: Accessibility & experience preferences saved.
es: Se guardaron las preferencias de accesibilidad y experiencia.
